Repository: Siamin/portfolio
Catalog: lib/l10n/app_*.arb
Languages: fa

source: Home
fa: خانه

source: About Me
fa: درباره من

source: Contact
fa: ارتباط با من

source: Projects
fa: پروژه ها

# serviceTitle
source: The services i offer:
fa: خدماتی که ارائه می دهم:

# projectTitle
source: Featured projects:
fa: پروژه های برجسته:

# projectDescription
source: I have worked on many projects over the course of being a Web Developer, here are a few of my live, real-world projects
fa: من در طول مدتی که توسعه دهنده وب بودم روی پروژه های زیادی کار کرده ام، در اینجا تعدادی از پروژه های زنده و واقعی من آورده شده است.

source: View Live
fa: مشاهده

source: Github Repo
fa: Github

# connectTitle
source: Connect with me:
fa: با من ارتباط برقرار کنید:

# connectDescription
source: Satisfied with me? Please contact me
fa: اگر میتوانم به شما در پروژه هایتان کمک کنم؟ لطفا با من تماس بگیرید

# connectTitleForm
source: Contact me, let’s make magic together
fa: با من تماس بگیرید، بیایید با هم جادو بسازیم

source: Name
fa: نام

source: Email
fa: ایمیل

source: Message
fa: پبام

source: Send
fa: ارسال

# helloIAm
source: Hello, i’m
fa: من

# jsonFileName
source: dataPortfolioEn
fa: dataPortfolioFa

source: This screen undefined
fa: این صفحه نمایش تعریف نشده است

source: can't show item for this screen size
fa: نمی توان مورد را برای این اندازه صفحه نمایش داد
